{
	"timespan": "Adjust the timespan to change the start date and end date for the model statistics. You may choose to enter the dates directly, use the buttons to move forward or backward in time, or to select the range of interest in the graph below and using the mouse.",
	"dataset": "Select the data sets you wish to display in the model statistics on the right. You can choose either the SBML-encoded model versions from BioModels, or the CellML-encoded model versions from PMR2, or both.",

	"projectInfo": {
		"motivation": "Models evolve over time, and sometimes even marginal changes in the model description can have an impact. Particularly when planning to reuse a model, it is necessary – and at the least interesting – to be informed about the changes in a model. The following questions can be addressed:",
		"question": "<ul> <li> How often do models change? </li?> <li>What types of changes are frequently applied?</li> <li>What are the reasons for these changes?</li></ul>"
	},

	"acknowledgments": {
		"design": "This project incorporates model versions from <a href='https://www.ebi.ac.uk/biomodels-main/'>BioModels</a> and from the <a href='http://models.cellml.org/cellml'>CellML Model Repository</a>. The diffs were generated using the <a href='https://sems.uni-rostock.de/projects/bives/'>BiVeS tool</a>.",
		"funding": "The project is funded by the e:Bio <a='https://sems.uni-rostock.de/'>SEMS project</a> (FKZ 031 6194)."
	},

	"donutVis": "The donut chart visualises the amount of diffs between the model versions in the selected data set. The colors are randomly assigned and thus should not be interpreted.",
	"donutUsage": "Click on one of the fields in the donut chart to get more information. By hovering over, you retrieve the name of the model. By clicking, you get further information about the actual diff below the donut chart. Even more details are available when clicking the Report-button afterwards.",

	"sunburstVis": "The sunburst chart ....",
	"sunburstUsage": "Do something ....",



	"heatmapVis": "The heatmap visualises all diffs between the model versions in the selected data set. The colors indicate whether a diff is an insert (green), a delete (red), a move (blue), or an update (yellow). The models are randomly placed on the x-axis. Be aware that the y-axis is a log-scale. Therefor the colored parts of the bars are not easily visual comparable.",
	"heatmapUsage": "Click on a bar to gain information about the actual changes. By hovering over, you see the name of the model. By clicking on a bar, further information is displayed below the heatmap.  Even more details are available when clicking the Report-button.",

	"boxplot1Vis": "The boxplot visualises the numbers of diff operations in the data set by their quartiles, and it shows the data variability outside the upper and lower quartile using whiskers. The single fields show the numbers for BiVeS diffs by type: Moves (blue), inserts (green), deletes (red), updates (yellow). The x-axis shows the number of diffs. Logarithmic scale can be turned on and off.",
	"boxplot1Usage": "",

	"boxplot2Vis": "The boxplot visualises the amounts of diff operations in the data set by their quartiles, and it shows the data variability outside the upper and lower quartile using whiskers. The single fields show the number of BiVeS diffs by target: Text nodes (blue), attributes (green), document nodes (red). The x-axis shows the number of diffs. Logarithmic scale can be turned on and off.",
	"boxplot2Usage": ""
}
